// src/data/products.js
export const products = [
  { 
    id: 1, 
    name: "Ванильная свеча", 
    price: 100000, 
    imageSrc: "https://i.ibb.co/bfhswYk/IMG-5487.jpg", 
    imageAlt: "Ванильная свеча ручной работы",
    description: "Роскошная свеча с теплым ванильным ароматом, созданная из премиального соевого воска.",
    highlights: ["Ручная работа", "Соевый воск", "Долгое горение", "Натуральные ингредиенты"],
    details: "Свеча объемом 200 мл с временем горения до 60 часов.",
    color: "Бежевый"
  },
  { 
    id: 2, 
    name: "Лавандовая свеча", 
    price: 120000, 
    imageSrc: "https://i.ibb.co/bfhswYk/IMG-5487.jpg", 
    imageAlt: "Лавандовая свеча ручной работы",
    description: "Успокаивающая свеча с ароматом лаванды для создания атмосферы спокойствия.",
    highlights: ["Ручная работа", "Соевый воск", "Долгое горение", "Натуральные ингредиенты"],
    details: "Свеча объемом 200 мл с временем горения до 60 часов.",
    color: "Фиолетовый"
  },
  { 
    id: 3, 
    name: "Цитрусовая свеча", 
    price: 110000, 
    imageSrc: "https://i.ibb.co/bfhswYk/IMG-5487.jpg", 
    imageAlt: "Цитрусовая свеча ручной работы",
    description: "Освежающая свеча с цитрусовым ароматом, наполняющая пространство энергией.",
    highlights: ["Ручная работа", "Соевый воск", "Долгое горение", "Натуральные ингредиенты"],
    details: "Свеча объемом 200 мл с временем горения до 60 часов.",
    color: "Желтый"
  },
  { 
    id: 4, 
    name: "Древесная свеча", 
    price: 130000, 
    imageSrc: "https://i.ibb.co/bfhswYk/IMG-5487.jpg", 
    imageAlt: "Древесная свеча ручной работы",
    description: "Уютная свеча с древесным ароматом, создающая атмосферу тепла и комфорта.",
    highlights: ["Ручная работа", "Соевый воск", "Долгое горение", "Натуральные ингредиенты"],
    details: "Свеча объемом 200 мл с временем горения до 60 часов.",
    color: "Коричневый"
  },
];

